Repository: lpjehy/Record
Catalog: Record/*.lproj/Localizable.strings
Languages: es_mx, pt_br, zh_hans

# navigation_title_setting
source: Setting
es_mx: Ajustes
pt_br: Configuração
zh_hans: 设置

# navigation_title_sounds
source: Sounds
es_mx: Tono
pt_br: Ringtone
zh_hans: 声音

# navigation_title_languages
source: Languages
es_mx: Idioma
pt_br: língua
zh_hans: 语言

# button_title_help
source: HELP
es_mx: GUÍA
pt_br: GUIA
zh_hans: 帮助

# button_title_setting
source: SETTING
es_mx: AJUSTES
pt_br: CONFIGURAÇÃO
zh_hans: 设置

# button_title_legend
source: Legend
es_mx: Leyenda
pt_br: Lenda
zh_hans: 说明

# button_title_today
source: Today
es_mx: Hoy
pt_br: Hoje
zh_hans: 今日

# button_title_cancel
source: Cancel
es_mx: NO
pt_br: Não
zh_hans: 取消

# button_title_yes
source: Yes
es_mx: OK
pt_br: OK
zh_hans: 确定

# button_title_done
source: Done
es_mx: OK
pt_br: OK
zh_hans: 完成

# button_title_take
source: Take
es_mx: Tomar
pt_br: Tomar
zh_hans: 服用

# button_title_untake
source: Untake
es_mx: NO Tomar
pt_br: Não Tomar
zh_hans: 撤销

# pack_sub_title_take_everyday
source: Take everyday
es_mx: Tomar cada día
pt_br: Tome todos os dias
zh_hans: 每天都吃药

# setting_module_schedule
source: Schedule
es_mx: Horario
pt_br: Cronograma
zh_hans: 服药计划

# setting_module_reminders
source: Reminders
es_mx: Recordatorio
pt_br: Lembrete
zh_hans: 提醒

# setting_module_others
source: Others
es_mx: Otros
pt_br: Outras
zh_hans: 其它

# Setting_Item_Take_Everyday
source: Take everyday
es_mx: Tomar cada día
pt_br: Tome todos os dias
zh_hans: 每天都吃药

# Setting_Item_Pill_Days
source: Take pill days
es_mx: Dia de la píldora
pt_br: Dias de uso da pílula
zh_hans: 吃药天数

# Setting_Item_Break_Days
source: Break days
es_mx: Días de descanso
pt_br: Dias de quebrar
zh_hans: 停药天数

# Setting_Item_Take_Placebo_Pills
source: Take placebo pills
es_mx: Tomo píldora de placebo
pt_br: Eu tomo placebo pílula
zh_hans: 我服用安慰丸

# Setting_Item_Start_Day
source: Start taking current pack on
es_mx: Comience a tomar el paquete actual en
pt_br: Comece a tomar o pacote atual no
zh_hans: 开始服用的日期

# Setting_Item_Refill_Switch
source: Refill Reminder
es_mx: Recambio Recordatorio
pt_br: Lembrete de recarga de pílula
zh_hans: 补药提醒

# Setting_Item_Refill_Left_Pill_Num
source: Pills Left
es_mx: Píldora restantes
pt_br: Pílula restantes
zh_hans: 剩余药片

# Setting_Item_Refill_Notify_Pill_Num
source: Remind
es_mx: Recordatorio
pt_br: Lembrete
zh_hans: 在这之前提醒我

# Setting_Item_Refill_Notify_Time
source: Time
es_mx: Hora
pt_br: Tempo
zh_hans: 提醒时间

# Setting_Item_Refill_Notify_Sound
source: Sound
es_mx: Tono
pt_br: Ringtone
zh_hans: 提醒铃声

# refill_pill_left
source: 1 pill left
es_mx: %zi píldora restante
pt_br: 1 pílula restante
zh_hans: 剩余1片药

# refill_pills_left
source: %zi pills left
es_mx: %zi píldoras restante
pt_br: %zi pílula restantes
zh_hans: 剩余%zi片药

# refill_pills_before
source: before %zi pill
es_mx: antes de los %zi píldora
pt_br: Antes de zi% pílula
zh_hans: 剩%zi片药时

# refill_alert_title
source: Have you refill your pills?
es_mx: ¿Te rellenar sus píldoras?
pt_br: Você preencher os seus comprimidos?
zh_hans: 你已经补充过药片了吗？

# Setting_Item_Auth_Guide_Alert
source: Please allow notification!
es_mx: Por favor, permitir la notificación!
pt_br: Permita a notificação !
zh_hans: 请允许通知提醒！

# Setting_Item_Remind_Take_Pill
source: Remind me to take pill
es_mx: Envíame alarma de tomar la píldora
pt_br: Lembre-me de tomar pílula
zh_hans: 提醒我吃药

# Setting_Item_Remind_Take_Placebo_Pill
source: Also remind when taking placebo pill
es_mx: Envíame alarma de tomar la píldora de placebo
pt_br: Também me lembram quando toma placebo pílula
zh_hans: 提醒我吃安慰丸

# Setting_Item_Notify_Alert_Body
source: Notification text
es_mx: Texto de la notificación
pt_br: Texto de notificação
zh_hans: 提醒消息內容

# Setting_Item_Notify_Time
source: Time
es_mx: Hora
pt_br: Tempo
zh_hans: 提醒时间

# Setting_Item_Notify_Repeat
source: Repeat every hour till pill intake
es_mx: Repetir cada hora hasta la ingesta de píldora
pt_br: Repita a cada hora até que a pílula tomada
zh_hans: 每小时重复提醒直到吃药

# Setting_Item_Notify_Sound
source: Sound
es_mx: Tono
pt_br: Ringtone
zh_hans: 提醒铃声

# Setting_Item_Language
source: Language
es_mx: Idioma
pt_br: Língua
zh_hans: 语言

# auth_alert_title
source: You did not allow notifications
es_mx: ¡Notificaciones deshabilitadas!
pt_br: Você não permitir a notificação
zh_hans: 你确定不接收通知？

# auth_alert_message
source: Avery can't remind you to take pill :(
es_mx: Avery no puede recordarle que debe tomar la píldora :(
pt_br: Avery não pode lembrá-lo tomar pílula :(
zh_hans: 小爱将无法提醒你用药

# auth_alert_notallow
source: Never mind
es_mx: No importa
pt_br: Não
zh_hans: 不接受

# auth_alert_allow
source: Fix now
es_mx: Repararlo
pt_br: Consertá-lo
zh_hans: 接受

# Setting_Item_Auth_Guide_Subtitle
source: To make sure you get reminder of taking pills, please do the following:
es_mx: Para asegurarse de obtener recordatorio de tomar pastillas, por favor haga lo siguiente:
pt_br: Para ter certeza de obter lembrete de tomar pílulas, por favor, faça o seguinte:
zh_hans: 为确保您收到服药的提醒，请按以下步骤操作：

# Setting_Item_Auth_Guide_Step1_Open
source: 1 - Click to open
es_mx: 1 - Abierto
pt_br: 1 - Abra
zh_hans: 1 - 打开

# Setting_Item_Auth_Guide_Step1_Setting
source: Avery setting on iPhone
es_mx: Ajustes iPhone para Avery
pt_br: ajustes Avery no iPhone
zh_hans: 小爱提醒在iPhone上的设置页面

# Setting_Item_Auth_Guide_Step2_Choose
source: 2 - Choose
es_mx: 2 - Selecciona
pt_br: 2 - Selecione
zh_hans: 2 - 选择

# Setting_Item_Auth_Guide_Step2_Notification
source: Notification
es_mx: Notificaciones
pt_br: Notificações
zh_hans: 通知

# Setting_Item_Auth_Guide_Step3
source: 3 - Turn on all the setting
es_mx: 3 - Activar todos los ajustes
pt_br: 3 - Ative todas as definições
zh_hans: 3 - 打开提醒下的全部选项

# reminder_default_alertbody
source: Please take your contraceptive pill~
es_mx: Por favor tome su píldora :)
pt_br: Tempo para tomar pílula anticoncepcional
zh_hans: 到吃药的时间了哟~

# Notification_AlertBody_Active_App
source: Have you take the pills in time？Just open the Avery to record it~
es_mx: ¿Te tomar las píldoras en el tiempo? Sólo tiene que abrir el Avery para grabarlo :)
pt_br: Você tomar os comprimidos no tempo?
zh_hans: 您是否按时服药了呢？来点击小爱记录一下吧~

# snoooze_button_title
source: Snooze
es_mx: Retrasar
pt_br: Adiado
zh_hans: 延迟提醒

# snoooze_action_title
source: Remind me again after
es_mx: Recordarme de nuevo después de
pt_br: Adiar por
zh_hans: 过会儿提醒我

# snoooze_time_minutes
source: minutes
es_mx: Minuto
pt_br: minutos
zh_hans: 分钟

# snoooze_time_hour
source: hour
es_mx: Hora
pt_br: hora
zh_hans: 小时

# help_take_pill
source: Tap to take pill, tap again to untake it
es_mx: Toca una píldora de la hora de tomar una, pulse de nuevo para eliminarlo
pt_br: Toque uma pílula quando você toma um, toque novamente para removê-lo
zh_hans: 点击服用，再次点击撤销

# help_check_pack
source: Swipe to check incoming packs of pills
es_mx: Deslizar la pantalla para ver el futuro de los conjuntos de las píldoras
pt_br: Deslize para a tela para verificar os pacotes de pílulas de futuros
zh_hans: 左右滑动查看药板

# help_edit_date
source: Tap a date to edit
es_mx: Toque una fecha para editar
pt_br: Toque em uma data para editar
zh_hans: 点击编辑日期

# help_switch_month
source: Swipe up & down to switch month
es_mx: Desliza el dedo hacia arriba y hacia abajo para cambiar el mes
pt_br: Deslize para cima e para baixo para mudar mês
zh_hans: 上下滑动查看月份

# help_repeat_notify
source: When it’s activated, Avery will remind you repeatedly if you haven't taken pill.
pt_br: Quando ele é ativado, Avery irá lembrá-lo repetidas vezes, se você não tiver tomado pílula.
zh_hans: 启动功能后，在没有吃药前会重复提醒你

# legend_taked
source: taked
es_mx: tomado
pt_br: tomado
zh_hans: 服用

# legend_untaken
source: un-taken
es_mx: un-tomadas
pt_br: un-tomadas
zh_hans: 未服用

# legend_placebo
source: placebo pill
es_mx: píldora de placebo
pt_br: placebo pílula
zh_hans: 安慰剂

# legend_untaken_placebo
source: un-taken placebo pill
es_mx: un-tomadas píldora de placebo
pt_br: un-tomadas placebo pílula
zh_hans: 未服用安慰剂

# unit_day
source: Days
es_mx: Día
pt_br: Dias
zh_hans: 天

# weekday_mon
source: MON
es_mx: LUN
pt_br: SEG
zh_hans: 周一

# weekday_tue
source: TUE
es_mx: MAR
pt_br: TER
zh_hans: 周二

# weekday_wed
source: WED
es_mx: MIE
pt_br: QUA
zh_hans: 周三

# weekday_thu
source: THU
pt_br: QUI
zh_hans: 周四

# weekday_fri
source: FRI
es_mx: VIE
pt_br: SEX
zh_hans: 周五

# weekday_sat
source: SAT
es_mx: SAB
pt_br: SAB
zh_hans: 周六

# weekday_sun
source: SUN
es_mx: DOM
pt_br: DOM
zh_hans: 周日

# month_january
source: Jan
es_mx: ENE
zh_hans: 1月

# month_february
source: Feb
es_mx: FEV
pt_br: FEV
zh_hans: 2月

# month_march
source: Mar
zh_hans: 3月

# month_april
source: Apr
es_mx: ABR
pt_br: ABR
zh_hans: 4月

# month_may
source: May
pt_br: MAI
zh_hans: 5月

# month_june
source: Jun
zh_hans: 6月

# month_july
source: Jul
zh_hans: 7月

# month_august
source: Aug
es_mx: AGO
zh_hans: 8月

# month_september
source: Sep
pt_br: SET
zh_hans: 9月

# month_october
source: Oct
pt_br: OUT
zh_hans: 10月

# month_november
source: Nov
zh_hans: 11月

# month_december
source: Dec
es_mx: DIC
pt_br: DEZ
zh_hans: 12月

# pack_subtitle_pilldays
source: Today is day %zi of %zi days
es_mx: Píldora %zi de %zi
pt_br: Hoje é dia de dia %zi de %zi dias
zh_hans: 今天是服药日(%zi天)的第%zi天

# pack_subtitle_breakdays
source: Today is day %zi of %zi days - Breakdays
es_mx: Píldora %zi de %zi - Días de descanso
pt_br: Hoje é dia de dia %zi de %zi dias - Dias de quebrar
zh_hans: 今天是停药日(%zi天)的第%zi天

# pack_subtitle_placebodays
source: Today is day %zi of %zi days - Placebo pill days
es_mx: Píldora %zi de %zi - Días de píldora de placebo
pt_br: Hoje é dia de dia %zi de %zi dias - Dias de placebo pílula
zh_hans: 今天是服用安慰剂(%zi天)的第%zi天

# pack_button_current_pack
source: Current pack
es_mx: Paquete actual
pt_br: Pacote atual
zh_hans: 当前药板

source: Pack in future
es_mx: Paquete futuro
pt_br: Pacote futuro
zh_hans: 未来药板

# pack_in_previous
source: Previous pack
es_mx: Paquete anterior
pt_br: Pacote anterior
zh_hans: 上一板药

# message_missed
source: Missed one
es_mx: píldora olvidada
pt_br: pílula esquecida
zh_hans: 漏服

# message_day_confirm_setting_bearkday
source: Use %zi pills + %zi break day as your plan?
es_mx: ¿Utilice %zi + %zi(Días de descanso) como su plan?
pt_br: Use %zi + %zi(Dias de quebrar) como o seu plano?
zh_hans: 使用 %zi 个用药日 + %zi 个断药日作为您的用药计划？

# message_day_confirm_setting_bearkdays
source: Use %zi pills + %zi break days as your plan?
es_mx: ¿Utilice %zi + %zi(Días de descanso) como su plan?
pt_br: Use %zi + %zi(Dias de quebrar) como o seu plano?
zh_hans: 使用 %zi 个用药日 + %zi 个断药日作为您的用药计划？

# message_day_confirm_setting_placebopill
source: Use %zi pills + %zi placebo pill as your plan?
es_mx: ¿Utilice %zi + %zi(píldora de placebo) como su plan?
pt_br: Use %zi + %zi(Dias de placebo pílula) como o seu plano?
zh_hans: 使用 %zi 个用药日 + %zi 个安慰剂日作为您的用药计划？

# message_day_confirm_setting_placebopills
source: Use %zi pills + %zi placebo pills as your plan?
es_mx: ¿Utilice %zi + %zi(píldora de placebo) como su plan?
pt_br: Use %zi + %zi(Dias de placebo pílula) como o seu plano?
zh_hans: 使用 %zi 个用药日 + %zi 个安慰剂日作为您的用药计划？

# alert_message_nohurry
source: No hurry to take this pill, it's not the day yet
es_mx: No hay prisa para tomar esta píldora, está en el futuro
pt_br: Isto é uma questão futura,não há necessidade de toma-lo agora
zh_hans: 不要着急哦，还没到那天呢

# alert_message_takepilleveryday
source: Take pill everyday?
es_mx: ¿Tomar cada día?
pt_br: Tome todos os dias?
zh_hans: 每天都吃药?

# start_hi
source: Hi there
es_mx: Hola
pt_br: Olá
zh_hans: 您好

# start_subtitle
source: Avery Reminder helps you never miss your pill
es_mx: Avery Recordatorio ayuda a que no se pierda su píldora
pt_br: Avery Lembrete ajuda você nunca perca sua pílula
zh_hans: 小爱助您 永远不会错过用药

# start_tap
source: Tap the button to set your Contraceptive pill
es_mx: Toque el botón para establecer la Píldora
pt_br: Toque no botão para definir a sua Pílula
zh_hans: 点击开始设置您的服药计划

# time_am
source: AM
zh_hans: 上午

# time_pm
source: PM
zh_hans: 下午

# feedback_enjoy
source: Do you enjoy Avery Reminder?
es_mx: ¿Le gusta Avery recordatorio?
pt_br: Você gosta de Avery Lembrete?
zh_hans: 您是否喜欢小爱提醒?

# feedback_feedbacks
source: Can you give me some feedbacks?
es_mx: ¿Me puede dar un consejo?
pt_br: Você pode me dar alguns conselhos?
zh_hans: 您可以给我一些意见吗?

# feedback_rate
source: Can you give me a rate & review?
es_mx: Recomendaría este programa a mercado
pt_br: Indique esse programa para o mercado?
zh_hans: 您可以给我一个评价和星级吗?

# setting_module_refill
source: Refill
es_mx: Recambio
pt_br: Recarga de pílula
